Repository: themem12/MealPlanningApp
Catalog: Orumi/Orumi/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# accessibility_edit_week_view_open_meal_detail
source: Open meal detail
es_419: Abre en detalle la comida

# accessibility_today_view_meal_completed_button
source: Mark meal as incomplete
es_419: Marca la comida como incompleta

# accessibility_today_view_meal_incompleted_button
source: Mark meal as completed
es_419: Marca la comida como completa

# breakfast_comment
source: Start your day well
es_419: Empieza bien tu día

# breakfast_title
source: Breakfast
es_419: Desayuno

# day_record_view_completed_meals_fraction
source: %lld of %lld meals completed
es_419: %lld de %lld comidas completadas

# day_state_completed
source: Day Completed
es_419: Día Completado

# day_state_good
source: Good day
es_419: Día bueno

# day_state_good_plural
source: Good days
es_419: Días buenos

# day_state_missed
source: Missed day
es_419: Día perdido

# day_state_missed_plural
source: Missed days
es_419: Días perdidos

# day_state_regular
source: Regular day
es_419: Día regular

# day_state_regular_plural
source: Regular days
es_419: Días regulares

# day_state_unplanned
source: No meals planned
es_419: Sin comidas planeadas

# dinner_comment
source: A calm end to the day
es_419: Un final calmado para el día

# dinner_title
source: Dinner
es_419: Cena

# edit_week_view_meals_counter
source: %lld meals planned
es_419: %lld comidas planeadas

# edit_week_view_subtitle
source: Review and edit your meals for the week
es_419: Revisa y edita tus comidas para la semana

# edit_week_view_title
source: Edit Week
es_419: Editar Semana

# finish_day
source: End day
es_419: Terminar día

# food_item_view_add_button
source: Add food
es_419: Agregar alimento

# food_item_view_edit_button
source: Save changes
es_419: Guardar cambios

# food_item_view_field_name
source: Food Name
es_419: Nombre del alimento

# food_item_view_field_portion
source: Portion
es_419: Porción

# food_item_view_warning_message_amount
source: Please enter an amount
es_419: Por favor ingresa la porción

# food_item_view_warning_message_name
source: Please enter a name
es_419: Por favor ingresa el nombre

# food_item_view_warning_title
source: Invalid input
es_419: Valor inválido

# history_view_overview_title
source: Month overview
es_419: Resumen del mes

# history_view_subtitle
source: Review your nutrition plan consistency
es_419: Revisa la constancia de tu plan

# history_view_title
source: History
es_419: Historial

# lunch_comment
source: Time to recharge
es_419: Tiempo de recargar

# lunch_title
source: Lunch
es_419: Comida

# meal_card_add_foods
source: Add foods
es_419: Agrega alimentos

# meal_detail_view_add_food_subtitle
source: Add a food to your %@
es_419: Agrega alimentos a tu %@

# meal_detail_view_add_food_title
source: Add food
es_419: Agregar alimento

# meal_detail_view_context_delete
source: Delete
es_419: Eliminar

# meal_detail_view_context_edit
source: Edit
es_419: Editar

# meal_detail_view_delete_warning_delete
source: Delete
es_419: Eliminar

# meal_detail_view_delete_warning_keep
source: Keep
es_419: Mantener

# meal_detail_view_delete_warning_message
source: This action cannot be undone
es_419: Ésta acción no se puede deshacer

# meal_detail_view_delete_warning_title
source: Delete this food?
es_419: Eliminar alimento?

# meal_detail_view_empty_meal_subtitle
source: Start building your %@ by adding your first food
es_419: Comienza a armar tu %@ agregando tu primer alimento

# meal_detail_view_empty_meal_title
source: No foods added yet
es_419: Aún no haz agregado alimentos

# meal_detail_view_food_counter
source: • %lld foods added
es_419: • %lld alimentos agregados

# progress_circle_view_title
source: Meals Completed
es_419: Comidas completadas

# snack_comment
source: A little something in between
es_419: Un bocado entre comidas

# snack_title
source: Snack
es_419: Colación

# something_went_wrong
source: Something went wrong, please try again
es_419: Algo salió mal, por favor intenta de nuevo

# today_resume_view_comment
source: Consistency matters.
es_419: La constancia importa

# today_resume_view_empty_message
source: There's nothing to review for this day
es_419: No hay nada que revisar de éste día

# today_resume_view_empty_title
source: No meals were planned today
es_419: No se tienen comidas planeadas para éste día

# today_resume_view_summary_title
source: Here's a summary of your day
es_419: Aquí está un resumen de tu día

# today_resume_view_title
source: Day completed
es_419: Día Completado

# today_title
source: Today
es_419: Hoy

# today_view_empty_plan_title
source: You don't have a plan for today yet, don't go crazy
es_419: No tienes nada planeado para hoy, no te vuelvas loco

# today_view_end_day_alert_message
source: Some meals haven't been completed yet. You can still finish the day if you're done.
es_419: Algunas comidas aún no han sido completadas. Aún así puedes terminar el día si ya acabaste por hoy.

# today_view_end_day_alert_title
source: Finish day?
es_419: Terminar día?

# today_view_sidebar_meals_title
source: Meals status
es_419: Estado de las comidas

# today_view_sidebar_subtitle
source: Let's stay consistent with your plan
es_419: Mantengamos la constancia con tu plan

# today_view_title_afternoon
source: Good afternoon
es_419: Buenas tardes

# today_view_title_evening
source: Good evening
es_419: Buenas noches

# today_view_title_morning
source: Good morning
es_419: Buenos días

# today_view_title_night
source: Late night snack?
es_419: Snack nocturno

# unselected_day_subtitle
source: Tap any day to see how it went
es_419: Da click en cualquier día para ver como te fue

# unselected_day_title
source: You haven't selected any day yet
es_419: Aún no haz seleccionado ningún día

# unselected_meal_view_subtitle
source: Tap any meal to see in detail
es_419: Da click en cualquier comida para ver en detalle

# unselected_meal_view_title
source: You haven't selected any meal yet
es_419: Aún no seleccionas una comida

# weekday_long_friday
source: Friday
es_419: Viernes

# weekday_long_monday
source: Monday
es_419: Lunes

# weekday_long_saturday
source: Saturday
es_419: Sábado

# weekday_long_sunday
source: Sunday
es_419: Domingo

# weekday_long_thursday
source: Thursday
es_419: Jueves

# weekday_long_tuesday
source: Tuesday
es_419: Martes

# weekday_long_wednesday
source: Wednesday
es_419: Miércoles

# weekday_short_friday
source: F
es_419: V

# weekday_short_monday
source: M
es_419: L

# weekday_short_sunday
source: S
es_419: D

# weekday_short_thursday
source: T
es_419: J

# weekday_short_tuesday
source: T
es_419: M

# weekday_short_wednesday
source: W
es_419: M
